{
  "userDataMissing": "အသုံးပြုသူအချက်အလက် မရှိပါ။",
  "yourAccountIs": "သင့်အကောင့်",
  "subscriptionEndson": "သင့် subscription ပြီးဆုံးမည့်နေ့",
  "nameRequired": "နာမည် ထည့်ရန် လိုအပ်သည်။",
  "emailRequired": "အီးမေးလ် ထည့်ရန် လိုအပ်သည်။",
  "passwordRequired": "စကားဝှက်အသစ် ထည့်ရန် လိုအပ်သည်။",
  "updateFailed": "ကိုယ်ရေးအချက်အလက် update ပြုလုပ်စဉ်အမှားအယွင်းတစ်ခု ဖြစ်ပွားခဲ့သည်။",

  "setting": "ဆက်တင်များ",
  "info": "အချက်အလက်",
  "app": "အက်ပ်",
  "language": "ဘာသာစကား",
  "theme": "အပြင်အဆင်",
  "name": "နာမည်",
  "enterName": "နာမည်ထည့်ရန်",
  "invalidName": "နာမည်မမှန်ပါ",
  "invalidEmail": "အီးမေးလ်မမှန်ပါ",
  "email": "အီးမေးလ်",
  "enterEmail": "အီးမေးလ်ထည့်ရန်",
  "password": "စကားဝှက်",
  "enterPassword": "စကားဝှက်ထည့်ရန်",
  "enterPasswordAgain": "စကားဝှက်ကို ထပ်မံထည့်ပါ",
  "changePassword": "စကားဝှက်ပြောင်းရန်",
  "passwordMustBeAtLeast8Chars": "စကားဝှက်သည် အနည်းဆုံး ၈ လုံး ရှိရမည်။",
  "save": "သိမ်းမည်",
  "cancel": "မလုပ်တော့ပါ",
  "deleteAccount": "အကောင့်ဖျက်ရန်",
  "logOut": "အကောင့်ထွက်မည်",
  "tryPremium": "ပိုမိုအံ့သြဖွယ်ကောင်းသော ဝန်ဆောင်မှုများအတွက် Premium ကို စမ်းသုံးကြည့်ပါ",
  "learnMore": "ပိုမိုသိရှိရန်",
  "myanmar": "မြန်မာ",
  "english": "အင်္ဂလိပ်",

  "haveFunWithSongs": "သီချင်းများနဲ့ ပျော်ရွှင်နိုင်ကြပါစေ",
  "discoverLyrics": "သင့်အကြိုက်ဆုံး သီချင်းစာသားများကို ရှာဖွေပါ",
  "searchSongs": "သီချင်းရှာကြမယ်",
  "featureLyrics": "လူကြိုက်များသောသီချင်းများ",
  "seeAll": "ကြည့်ရန်",
  "noLyricsFound": "သီချင်းစာသား မတွေ့ပါ",
  "popularArtists": "လူကြိုက်အများဆုံး အနုပညာရှင်များ",
  "featureVideos": "ထူးခြားဗီဒီယိုများ",
  "Announcement": "ကြေညာချက်",

  "songLyrics": "သီချင်းစာသားများ",
  "lyricHasBeenAddedToCollection": "သီချင်းစာသားကို သင့်စုစည်းမှုထဲသို့ ထည့်ပြီးပါပြီ။",
  "lyricHasBeenRemovedFromCollection": "သီချင်းစာသားကို သင့်စုစည်းမှုမှ ဖယ်ရှားပြီးပါပြီ။",
  "lyricNotFound": "သီချင်းစာသား မတွေ့ပါ။",

  "artistsList": "အနုပညာရှင်များ",
  "artistDetails": "အနုပညာရှင်အသေးစိတ်",
  "artistNotFound": "အနုပညာရှင် မတွေ့ပါ။",
  "noArtistsFound": "အနုပညာရှင် မတွေ့ပါ။",
  "searchforArtists": "အနုပညာရှင်များကို ရှာဖွေပါ",

  "addToCollection": "စုစည်းမှုထဲသို့ထည့်မည်",
  "removeFromCollection": "စုစည်းမှုထဲမှဖယ်ရှားမည်",
  "albumn": "အယ်လ်ဘမ်",
  "artist": "အနုပညာရှင်",
  "singer" : "တေးဆို",
  "writer": "တေးရေး",
  "featuring": "ပါဝင်သည့် အနုပညာရှင်",
  "backtoLyrics": "သီချင်းစာသားများသို့ ပြန်သွားမည်",
  "loginToTryCollection": "သင့်စုစည်းမှုကို စမ်းသုံးရန် အကောင့်ဝင်ပါ",

  "enterNewCollectionName": "စုစည်းမှုအမည်အသစ်ကို ထည့်သွင်းပါ။",
  "createNewCollection": "စုစည်းမှုအသစ်ကို ဖန်တီးပါ။",
  "collections" : "စုစည်းမှုများ",
  "maxCollectionsReached": "သင့်စုစည်းမှုများ၏ အများဆုံးအရေအတွက် (၂၀) ကို ရောက်ရှိပြီးပါပြီ။",
  "reachedMaxLength": "သင်သည် ၂၀ လုံးအထိ ရောက်ရှိပြီးပါပြီ။",
  "collectionAlreadyExists": "ဒီအမည်ရှိသောစုစည်းမှု တစ်ခု ရှိပြီးသားဖြစ်သည်။",

  "aboutNtLyrics": "NT Lyrics အကြောင်း",
  "ntlyricsDescription": " သည်\n - Professional မဟုတ်​သော ဂီတဝါသနာရှင်များ သီချင်းများကိုလွယ်ကူစွာသီဆို တီးခတ်နိုင်ရန်နှင့် \n- ဝါသနာရှင်တို့လိုချင်သည့်သီချင်းများကိုလွယ်ကူစွာရှာ​ဖွေနိုင်ရန် ကြိုးစားဖန်တီးထား​သောWeb App ဖြစ်ပါသည်။ \nNT Lyric & Chord ကိုဖန်တီးသူမှာ NT ဖြစ်ပြီး သူ၏ဆရာ သူငယ်ချင်းဖြစ်သူ MMTH ကကူညီအားဖြည့်​ပေးခဲ့ပါသည်။ \nအစပိုင်းတွင် သူငယ်ချင်းများနှင့်အတူအ​ပျော်တီးခတ်ရန်​ရေးခဲ့ခြင်းသာဖြစ်ပြီး ယခုအခါတွင်ဝါသနာရှင်များအားထားရမည့် Web App တခုကိုပါဖန်တီးနိုင်ခဲ့ပြီဖြစ်ပါသည်။",

  "aboutApp": "App အကြောင်း",
  "appDescription": "သီချင်းအပုဒ်​ရေ ၃၀၀၀ ​ကျော် ထည့်သွင်းထားပြီး သီချင်းအပုဒ်တိုင်း၏ စာသားနှင့် Chordများမှန်ကန်အောင်ကြိုးစားထားပါသည်။",
  "premiumToo": "သီချင်းစာသားဓါတ်ပုံများတင်မကပဲ အသံနားထောင်ပြီး ​လေ့ကျင့်နိုင်​ရန် Youtube video များလည်း ထည့်သွင်း​ပေးထားပါသည်။",

  "3UserTypes": "App တွင် User များကို ၃ မျိုးခွဲခြားထားပါသည်။",
  "guestUsers": "Guest User = Website ထဲသို့ ဝင်ကြည့်ရုံသာ ကြည့်သူများ (သီချင်းအပုဒ် ၅၀ သာဖွင့်ကြည့်နိုင်ပါမည်)",
  "freeUsers": "Free User = Sign Up လုပ်ပြီးအသုံးပြူသူများ (သီချင်းအပုဒ်​ရေ ၂၀၀ ဖွင့်ကြည့်နိုင်ပါမည်)",
  "premiumUsers": "Premium User = Subscription ဝယ်ယူပြီး အသုံးပြုသူများ (သီချင်းအားလုံးကိုဖွင့်ကြည့်နိုင်မည် ဖြစ်ပြီး Youtube Video ကိုပါ ကြည့်ရှုနိုင်ပါမည်)",

  "userExtraNote": "သီချင်းများကို စိတ်ကြိုက် စုစည်းထားနိုင်ပြီး လိုအပ်သည့်အချိန်တွင်အလွယ်တကူ ဝင်​ရောက်ကြည့်ရှု တီးခတ်နိုင်မည်ဖြစ်ပါသည်။",
  "learnMoreBoutPremium": "Premium User တို့ ရရှိနိုင်မည့်အကျိုးခံစားခွင့်များကို # တွင်ဖတ်ရှုနိုင်ပါသည်။",

  "aboutPayment": "ငွေပေးချေမှုအကြောင်း",
  "paymentDescription": "Premium User သက်တမ်းကို \n၆ လ = ၁ ​သောင်းကျပ်  နှင့် \n၁ နှစ် = ၂ ​သောင်းကျပ်  ဟု သတ်မှတ်ထားပါသည်။",

  "noteForPayment": "* ငွေပေးချေမှုအသေးစိတ်ကို တင်ပြမည့်အခါ သေချာစွာ စစ်ဆေးပါ။ မှားယွင်းသော အချက်အလက်များသည် သင်၏ subscription ကို အချိန်မီ လုပ်ဆောင်ရန် အခက်အခဲများ ဖြစ်စေနိုင်သည်။",

  "messageToUser": "အသုံးပြုသူထံသို့ မက်ဆေ့ခ်ျ",
  "futurePlans": "နောင်တွင် ဤ Web App မှ App အဖြစ်သို့ ပြောင်းလဲသွားမည်ဖြစ်ပြီး သက်တမ်းရှိ​သေး​သော Premium User account များသည် App တွင် လည်းလက်ကျန်သက်တမ်းအားဆက်လက် အသုံးပြုနိုင်မည်ဖြစ်ပါသည်။",
  "weWillAddMoreSongs" : "သီချင်းအပုဒ်​​ရေ ကို ယခုထည့်သွင်းထားသည့် ၃၀၀၀ ​ကျော်တင်မကပဲ အသစ်ထွက် သီချင်းများကို စဥ်ဆက်မပြတ် ထည့်သွင်း​ပေးသွားပါမည်။",
  "weWillCorrectMistakes": "လက်​ရေး မ​သေသပ်​သော သီချင်းများကိုလည်း အသစ် ပြန်​ရေးပြီး လဲလှယ်​ပေးသွားပါမည်။",

  "WeWillTryOurBestToMakeThisAppBetter": "ပရိတ်သတ်များအားလုံးစိတ်တိုင်းကျ​အောင် အမြဲထာဝဇဥ်ကြိုးစား​နေပါမည်",

  "supportNT" : "App ၏ ပိုင်ရှင် NT သည် ကင်ဆာ​ဝေဒနာရှင်တဦးဖြစ်ပြီး ​ဆေးဖိုးလှုဒါန်းလိုပါက ​အောက်ပါ QR ကို Scan ၍ (သို့) Premiun ဝယ်ယူ​သော အ​ကောင့်များသို့ တိုက်ရိုက်လှုဒါန်းနိုင်ပါသည်။",

  "youDontHaveAccessToThisFeature": "သင်သည် ဒီ feature ကို အသုံးပြုခွင့်မရှိပါ။",
  "youHaveToBePremiumUserToAccessThisFeature": "ဤသီချင်းကိုဖွင့်ကြည့်ရန် ပရီမီယံ သို့ အဆင့်မြင့်တင်ပါ ။",

  "premiumFeatures": "Premium feature များ",
  "upgraedToGetTheseExclusiveFeaturesAndBenifits" : "အထူး feature များနှင့် အကျိုးခံစားခွင့်များရရှိရန် Premium သို့ Upgrade လုပ်ပါ။",

  "upgradeNow": "ယခု အဆင့်မြင့်တင်မည်",
  "unlockAllLyrics": "သီချင်းစာသားအားလုံးကိုဖွင့်ကြည့်နိုင်သည်။",
  "unlockAllLyricsExplained": "Premium အသုံးပြုသူများသည် ရှိသမျှသီချင်းအားလုံးကိုဖွင့်ကြည့်နိုင်ပါသည် ။ ဧည့်သည် အ​ကောင့် နှင့် Free သုံးသူများမှာ သီချင်းအ​ရေအတွက် အကန့်အသတ်တခုသာ ဖွင့်ကြည့်၍ ရပါမည်။",
  "allTheLyricsAreUnlockedForPremiumUsers": "Premium အသုံးပြုသူများအတွက် သီချင်းစာသားအားလုံးကို ဖွင့်ထားပါသည်။ သီချင်းစာသားများ ထည့်ရန် စောင့်ဆိုင်းရန် မလိုတော့ပါ။",
  "thisAlsoUnlocksCollections": "ဒီ feature က သင့်ကို စုစည်းမှုများ ဖန်တီးခြင်းနှင့် စီမံခန့်ခွဲခြင်းကို ခွင့်ပြုပါသည်။",
  "collectionsexplained": {
    "title": "သီချင်းစာသားများကိုစိတ်ကြိုက်စုစည်းထားနိုင်သည်။",
    "explained" : "မိမိတီးလို​သောသီချင်းများကိုလိုက်ရှာမ​နေရ​အောင် စုစည်းပြီးသိမ်းထားနိုင်ပါသည်။",
    "description": "စုစည်းမှုများသည် သင့်အကြိုက်ဆုံး သီချင်းစာသားများကို သင်ကြိုက်နှစ်သက်သော အမျိုးအစားအလိုက် စုဆောင်းထားနိုင်သည့် အယ်လ်ဘမ်များနဲ့ ဆင်တူသည်။",
    "limitInfo": "သင်သည် စုစည်းမှု ၂၀ အထိ ဖန်တီးနိုင်ပြီး တစ်စုလျှင် သီချင်းစာသား ၂၀ အထိ ထည့်သွင်းနိုင်သည်။",
    "defaultInfo": "Default စုစည်းမှုသည် ကန့်သတ်မရှိပါ၊ သင်အမြဲတမ်း နောက်ထပ်စာသားများကို သိမ်းဆည်းနိုင်သည်။",
    "benefit": "စာအုပ်စုများသည် သင့်အကြိုက်ဆုံး သီချင်းစာသားများကို သင်ပိုင်ဆိုင်သည့် ပုံစံအတိုင်း အဆင်ပြေစွာ စုဆောင်းထားနိုင်စေသည်။"
  },
  "chordsExplained": {
    "title": "Chord ကိုင်ရန် ပုံများကြည့်ရှုနိုင်သည်။",
    "explained" : "သီချင်းတွင်မကိုင်တတ်သော Chord များပါလာပါကမည်သို့ကိုင်ရမည်ကိုဖွင့်ကြည့်နိုင်ပါသည်။"
  },
  "metronomeExplained": {
    "title": "Metronome ဖွင့်သုံးနိုင်သည်။",
    "explained" : "သီချင်းတီးခတ်စဥ်တွင် တိုင်မင် အ​နှေး/အမြန် မဖြစ်​စေရန် ဖွင့်ထားနိုင်ပါသည်။"
  },
  "transposeExplained": {
    "title": "Key Transpose လုပ်ရန်ကြည့်နိုင်သည်။",
    "explained": "မူရင်း ကီးအတိုင်း မတီးပဲ ကီးချိန်းလိုသည့်အခါ ပါဝင်သည့်​ကော့များမည်သို့​ပြောင်းလဲရမည်ကို ကြည့်ရှုနိုင်ပါသည်။"
  },
  "canWatchYoutube" : "Youtube video များပါကြည့်ရှုနိုင်သည်။",
  "canWatchYoutubeExplained" : "သီချင်းစာသားများတင်မကပဲ ပုံ​အောက်တွင်ထည့်​ပေးထားသည့် ထိုသီချင်း၏ Youtube Video ကိုလည်းကြည့်ရှုနိုင်ပါသည်။",
  "SeeFeatures": "Feature များကို ကြည့်ပါ",
  "noAds": "ကြော်ငြာမရှိပါ",
  "OfflineCollections": "အော့ဖ်လိုင်း စုစည်းမှုများ",
  "lyricsRequests": "သီချင်းစာသား တောင်းဆိုမှုများ",
  "themesexplained": {
    "title": "အပြင်အဆင်များ",
    "description": "အပြင်အဆင်များသည် သင်၏စတိုင်နှင့် ကိုက်ညီစေရန် app ၏ အလှအပနှင့် မျက်နှာစာပုံစံကို ကိုယ်ပိုင်လုပ်နိုင်စေသည်။",
    "lightDark": "အလွယ်တကူ Light နှင့် Dark အပြင်အဆင်များကြား အချိန်မရွေး ပြောင်းလဲနိုင်သည်။",
    "custom": "မကြာမီတွင် နောက်ထပ် အရောင်အပြင်အဆင်များကို ထပ်မံထည့်သွင်းမည်ဖြစ်သဖြင့် သင့် app ကို တကယ့်ကို ကိုယ်ပိုင်လုပ်နိုင်ပါမည်။"
  },
  "upgradePremium": {
    "validation": {
      "phoneRequired": "ဖုန်းနံပါတ်ကို ထည့်ပေးပါ။",
      "phoneInvalid": "မှန်ကန်သော ဖုန်းနံပါတ်ကို ထည့်ပေးပါ။",
      "paymentRequired": "ငွေပေးချေမှု နည်းလမ်းကို ရွေးပါ။",
      "durationRequired": "Premium Plan ကို ရွေးပါ။",
      "fileRequired": "မှန်ကန်သော ငွေပေးချေမှု အထောက်အထားကို တင်ပေးပါ။"
    },
    "title": "Premium အဆင့်မြှင့်ရန်",
    "phoneNumber": "ဖုန်းနံပါတ်",
    "phoneNumberPlaceholder": "​ငွေ​ပေး​ချေမှုတွင်သုံးမည့် ဖုန်းနံပါတ်ကို ထည့်ပါ",
    "duration": "Premium Plan ကို ရွေးပါ",
    "paymentMethod": "​ငွေ​ပေး​ချေမည့် နည်းလမ်း ကို​ရွေးချယ်ပါ",
    "uploadAValidPaymentProof": "သင်၏ ငွေပေးချေမှု အထောက်အထားကို တင်ပါ",
    "uploadFileRequired": "*",
    "uploadNotice": "* ငွေပေးချေမှု အထောက်အထား စာရွက်/စကရင်ရှော့ တိကျသေချာစွာ ရှင်းလင်းစွာ တင်ပေးပါ။",
    "upgradeButton": "အခုတင် အဆင့်မြှင့်မည်",
    "copyAlert": "ဖုန်းနံပါတ်ကို clipboard ထဲကူးယူပြီး!",
    "total": "စုစုပေါင်း",
    "yourRequestIsBeingProcessed": "သင့်တောင်းဆိုမှုကို လက်ရှိ ဆောင်ရွက်နေပါသည်။ အတည်ပြုချက်အတွက် စောင့်ဆိုင်းပါ။",
    "yourPaymentIsBeingProcessedPleaseWait": "သင့်ငွေပေးချေမှုကို လက်ရှိ ဆောင်ရွက်နေပါသည်။ အတည်ပြုချက်အတွက် စောင့်ဆိုင်းပါ။",
    "makingSureYourPaymentIsCorrect":"သင့်ငွေပေးချေမှုမှန်ကန်ကြောင်း ကျွန်ုပ်တို့သေချာအောင်လုပ်နေပါသည်။"
  },
  "youCanOnlyAddUpTo20SongsToEachCollection": "သင်သည် တစ်စုစည်းမှုလျှင် သီချင်း ၂၀ အထိသာ ထည့်နိုင်သည်။",
  "profileUpdatedSuccessfully": "ကိုယ်ရေးအချက်အလက်များကို အောင်မြင်စွာ update ပြုလုပ်ပြီးပါပြီ။",
  "youAreNowAPremiumUser": "သင်သည် ယခု Premium အသုံးပြုသူ ဖြစ်ပါပြီ။",
  "yourPremiumHasExpired": "သင့် Premium သက်တမ်းကုန်ဆုံးသွားပါပြီ။",
  "yourPremiumRequestHasBeenRejected": "သင့် Premium တောင်းဆိုမှုကို ငြင်းပယ်လိုက်ပါပြီ။",
  "chordsList": "Chords စာရင်း",
  "chordReadingAvailableForPremiumUsers": "Chord ဖတ်ရှုခြင်းသည် Premium အသုံးပြုသူများအတွက်သာ ရရှိနိုင်ပါသည်။",

  "WelcomeToNTLyrics": "NT Lyric & Chord မှ ကြိုဆိုပါသည်။\nသီချင်းများ ထည့်သွင်း​နေဆဲဖြစ်ပါသည်။\nApp ၏ တခြား​သောလုပ်​ဆောင်ချက်များကို လည်း စမ်းသပ်ပြုပြင်လျှက်ရှိပြီး\nမကြာခင် အားလုံးအသုံးပြုန်ိုင်ပါမည်။",
  "AddThisApptoYourPhone": "App ကို သင့်ဖုန်းတွင် ထည့်သွင်းပါ",
  "AppInstalling": "App ကို ထည့်သွင်းနေပါသည်...",
  "AppIsAlreadyInstalled": "App ကို အရင်မှ ထည့်သွင်းပြီးသား ဖြစ်ပါသည်။",

  "signInToSeeMoreLyrics": "သီချင်းစာသားများပိုမိုကြည့်ရှုရန် Sign in ဝင်ပါ"
}
