{
  "userDataMissing": "ไม่พบข้อมูลผู้ใช้",
  "yourAccountIs": "บัญชีของคุณคือ",
  "subscriptionEndson": "การสมัครสมาชิกของคุณจะสิ้นสุดในวันที่",
  "nameRequired": "ชื่อต้องไม่ว่างเปล่า",
  "emailRequired": "อีเมลต้องไม่ว่างเปล่า",
  "passwordRequired": "รหัสผ่านใหม่ต้องไม่ว่างเปล่า",
  "updateFailed": "เกิดข้อผิดพลาดขณะอัปเดตโปรไฟล์",
  "setting": "การตั้งค่า",
  "info": "ข้อมูล",
  "app": "แอป",
  "language": "ภาษา",
  "theme": "ธีม",
  "name": "ชื่อ",
  "invalidName": "ชื่อไม่ถูกต้อง",
  "enterName": "ป้อนชื่อของคุณ",
  "invalidEmail": "อีเมลไม่ถูกต้อง",
  "email": "อีเมล",
  "enterEmail": "ป้อนอีเมลของคุณ",
  "password": "รหัสผ่าน",
  "enterPassword": "ป้อนรหัสผ่านของคุณ",
  "enterPasswordAgain": "ป้อนรหัสผ่านซ้ำ",
  "changePassword": "เปลี่ยนรหัสผ่าน",
  "passwordMustBeAtLeast8Chars": "รหัสผ่านต้องมีความยาวอย่างน้อย 8 ตัวอักษร",
  "save": "บันทึก",
  "cancel": "ยกเลิก",
  "deleteAccount": "ลบบัญชี",
  "logOut": "ออกจากระบบ",
  "tryPremium": "ทดลองใช้ Premium เพื่อคุณสมบัติที่น่าทึ่งยิ่งขึ้น",
  "learnMore": "เรียนรู้เพิ่มเติม",
  "myanmar": "เมียนมาร์",
  "english": "อังกฤษ",
  "thailand": "ประเทศไทย",
  "japan": "ญี่ปุ่น",
  "haveFunWithSongs": "มาสนุกกับเพลงกันเถอะ",
  "discoverLyrics": "ค้นพบเนื้อเพลงโปรดของคุณ",
  "searchSongs": "ค้นหาเพลง",
  "featureLyrics": "เนื้อเพลงยอดนิยม",
  "seeAll": "ดูทั้งหมด",
  "noLyricsFound": "ไม่พบเนื้อเพลง",
  "popularArtists": "ศิลปินยอดนิยม",
  "featureVideos": "วิดีโอแนะนำ",
  "Announcement": "ประกาศ",
  "songLyrics": "เนื้อเพลง",
  "lyricHasBeenAddedToCollection": "เพิ่มเนื้อเพลงในคอลเลกชันของคุณแล้ว",
  "lyricHasBeenRemovedFromCollection": "นำเนื้อเพลงออกจากคอลเลกชันของคุณแล้ว",
  "lyricNotFound": "ไม่พบเนื้อเพลง",
  "artistsList": "รายชื่อศิลปิน",
  "artistDetails": "รายละเอียดศิลปิน",
  "artistNotFound": "ไม่พบศิลปิน",
  "noArtistsFound": "ไม่พบศิลปิน",
  "searchforArtists": "ค้นหาศิลปิน",
  "addToCollection": "เพิ่มในคอลเลกชันของคุณ",
  "removeFromCollection": "นำออกจากคอลเลกชันของคุณ",
  "albumn": "อัลบั้ม",
  "artist": "ศิลปิน",
  "singer": "นักร้อง",
  "writer": "ผู้แต่ง",
  "featuring": "ร่วมร้อง",
  "backtoLyrics": "กลับไปที่เนื้อเพลง",
  "loginToTryCollection": "เข้าสู่ระบบเพื่อทดลองใช้คอลเลกชัน",
  "enterNewCollectionName": "ป้อนชื่อคอลเลกชันใหม่",
  "createNewCollection": "สร้างคอลเลกชันใหม่",
  "collections": "คอลเลกชัน",
  "maxCollectionsReached": "คุณสร้างคอลเลกชันถึงจำนวนสูงสุด (20) แล้ว",
  "reachedMaxLength": "คุณถึงขีดจำกัด 20 ตัวอักษรแล้ว",
  "collectionAlreadyExists": "มีคอลเลกชันชื่อนี้อยู่แล้ว",
  "aboutNtLyrics": "เกี่ยวกับ NT Lyrics",
  "ntlyricsDescription": "เริ่มต้นจากเพจ Facebook เล็กๆ ที่ถูกสร้างขึ้นจากความจำเป็นเพื่อช่วยให้นักดนตรีมือใหม่สามารถทำความเข้าใจโลกของคอร์ดเพลงพม่าที่ยุ่งเหยิงได้ ในช่วงแรกๆ การค้นหาคอร์ดและเนื้อเพลงที่ถูกต้องสำหรับเพลงท้องถิ่นมักต้องอาศัยการเดามากกว่าคำแนะนำ ความคับข้องใจนั้นได้ก่อให้เกิดโครงการนี้ สิ่งที่เริ่มต้นจากการแชร์โพสต์เพียงไม่กี่ครั้งก็ได้รับความสนใจอย่างรวดเร็ว นักดนตรี นักร้อง และผู้ที่ชื่นชอบได้เริ่มใช้งานและมีส่วนร่วม เปลี่ยนเพจให้กลายเป็นศูนย์กลางที่เงียบสงบแต่กำลังเติบโต ปัจจุบัน NT Lyric n Chord คือพื้นที่เฉพาะที่สร้างขึ้นไม่เพียงแค่สำหรับรวบรวมเนื้อเพลงและคอร์ดเท่านั้น แต่ยังทำเพื่อให้การเล่นและการเรียนรู้ดนตรีเข้าถึงได้สำหรับทุกคน เราไม่ใช่บริษัท และไม่ใช่ผู้รวบรวมข้อมูลที่ไม่มีตัวตน โครงการนี้ดำเนินการโดยผู้ที่เล่นดนตรีเช่นกัน",
  "aboutApp": "เกี่ยวกับแอป",
  "appDescription": "ด้วยเนื้อเพลงและคอร์ดกว่า 3000 เพลง เรามุ่งมั่นที่จะมอบเนื้อเพลงและคอร์ดที่ถูกต้องสำหรับทุกเพลง",
  "premiumToo": "เราไม่เพียงแต่นำเสนอเนื้อเพลงเท่านั้น แต่ยังรวมถึงวิดีโอ YouTube สำหรับการฟังและฝึกซ้อมด้วย",
  "3UserTypes": "ในแอป ผู้ใช้แบ่งออกเป็น 3 ประเภท:",
  "guestUsers": "1. ผู้ใช้ฟรี (Free User): สามารถตรวจสอบเนื้อเพลงและคุณสมบัติต่างๆ ในจำนวนจำกัดโดยไม่ต้องสร้างบัญชี (เข้าถึงเนื้อเพลงฟรี 50 เพลง)",
  "freeUsers": "2. ผู้ใช้ที่ลงทะเบียน (Registered User): การสร้างบัญชีจะช่วยให้ผู้ใช้เข้าถึงเนื้อเพลงและคุณสมบัติได้มากขึ้น (เข้าถึงเนื้อเพลงฟรี 200 เพลง)",
  "premiumUsers": "3. ผู้ใช้ Premium (Premium User): การสมัครสมาชิก Premium จะปลดล็อกเนื้อเพลงทั้งหมดและคุณสมบัติพิเศษ (เข้าถึงเนื้อเพลงและวิดีโอ YouTube ทั้งหมด)",
  "userExtraNote": "สามารถจัดระเบียบเนื้อเพลงในคอลเลกชันที่กำหนดเองเพื่อให้เข้าถึงและฝึกซ้อมได้ง่ายเมื่อต้องการ",
  "learnMoreBoutPremium": "เรียนรู้เพิ่มเติมเกี่ยวกับสิทธิประโยชน์ของการเป็นผู้ใช้ Premium #",
  "aboutPayment": "เกี่ยวกับการชำระเงิน",
  "paymentDescription": "ค่าสมัครสมาชิก Premium User อยู่ที่ \n6 เดือน = 10,000 MMK และ \n1 ปี = 20,000 MMK",
  "noteForPayment": "* โปรดตรวจสอบรายละเอียดการชำระเงินของคุณอีกครั้งก่อนส่งคำขอ ข้อมูลที่ไม่ถูกต้องอาจทำให้การดำเนินการสมัครสมาชิกของคุณล่าช้า",
  "messageToUser": "ข้อความถึงผู้ใช้",
  "futurePlans": "ในอนาคตอันใกล้ เราจะพยายามอัปเกรดเป็นแอปพลิเคชันมือถือและเพิ่มคุณสมบัติอื่นๆ ผู้ใช้ Premium ในปัจจุบันจะสามารถใช้แอปพลิเคชันมือถือได้โดยไม่มีค่าใช้จ่ายเพิ่มเติม",
  "weWillAddMoreSongs": "เราจะเพิ่มเพลงและคุณสมบัติอย่างต่อเนื่องเพื่อยกระดับประสบการณ์ของคุณ",
  "weWillCorrectMistakes": "เราจะแก้ไขข้อผิดพลาดใด ๆ ในเนื้อเพลงและคอร์ดเพื่อให้มั่นใจในความถูกต้อง",
  "WeWillTryOurBestToMakeThisAppBetter": "เราจะพยายามอย่างเต็มที่เพื่อทำให้แอปนี้ดียิ่งขึ้นสำหรับคนรักดนตรีทุกคน",
  "supportNT": "เจ้าของแอป, NT, เป็นผู้ป่วยมะเร็ง หากคุณต้องการบริจาคเพื่อการรักษาพยาบาล คุณสามารถสแกนรหัส QR ด้านล่าง หรือสนับสนุนโดยตรงด้วยการซื้อบัญชี Premium",
  "youDontHaveAccessToThisFeature": "คุณไม่มีสิทธิ์เข้าถึงคุณสมบัตินี้",
  "youHaveToBePremiumUserToAccessThisFeature": "คุณต้องเป็นผู้ใช้ Premium เพื่อเข้าถึงคุณสมบัตินี้",
  "premiumFeatures": "คุณสมบัติ Premium",
  "upgraedToGetTheseExclusiveFeaturesAndBenifits": "อัปเกรดเพื่อรับคุณสมบัติและสิทธิประโยชน์พิเศษเหล่านี้",
  "upgradeNow": "อัปเกรดทันที",
  "unlockAllLyrics": "ปลดล็อกเนื้อเพลงทั้งหมด",
  "unlockAllLyricsExplained": "ผู้ใช้ Premium สามารถเข้าถึงและดูเพลงที่มีอยู่ทั้งหมดได้ บัญชีผู้เยี่ยมชมและผู้ใช้ฟรีสามารถเปิดและดูเพลงได้ในจำนวนจำกัดเท่านั้น",
  "allTheLyricsAreUnlockedForPremiumUsers": "เนื้อเพลงทั้งหมดถูกปลดล็อกสำหรับผู้ใช้ Premium ไม่ต้องรอการเพิ่มเนื้อเพลงอีกต่อไป!",
  "thisAlsoUnlocksCollections": "คุณสมบัตินี้ยังปลดล็อกคอลเลกชัน ทำให้คุณสามารถสร้างและจัดการคอลเลกชันเนื้อเพลงของคุณเองได้",
  "collectionsexplained": {
    "title": "บันทึกเนื้อเพลงในคอลเลกชัน",
    "explained": "คุณสามารถบันทึกเนื้อเพลงโปรดของคุณลงในคอลเลกชัน คุณจึงไม่ต้องค้นหาอีกครั้ง",
    "description": "คอลเลกชันเปรียบเสมือนอัลบั้มเนื้อเพลงของคุณเอง คุณสามารถจัดกลุ่มเนื้อเพลงโปรดของคุณในหมวดหมู่ที่คุณชื่นชอบ",
    "limitInfo": "คุณสามารถสร้างคอลเลกชันได้สูงสุด 20 คอลเลกชัน โดยแต่ละคอลเลกชันสามารถเก็บเนื้อเพลงได้สูงสุด 20 เพลง",
    "defaultInfo": "คอลเลกชันเริ่มต้นของคุณไม่จำกัด คุณจึงสามารถบันทึกเนื้อเพลงเพิ่มเติมได้เสมอที่นั่น",
    "benefit": "คอลเลกชันทำให้ง่ายต่อการจัดระเบียบเนื้อเพลงโปรดของคุณในแบบที่เป็นส่วนตัวสำหรับคุณ"
  },
  "chordsExplained": {
    "title": "เรียนรู้วิธีจับคอร์ด",
    "explained": "หากมีคอร์ดที่คุณไม่รู้ คุณสามารถค้นหาได้ง่ายๆ"
  },
  "metronomeExplained": {
    "title": "ใช้เมโทรนอม",
    "explained": "คุณสามารถใช้คุณสมบัตินี้เพื่อให้มีจังหวะที่ดีขึ้นเมื่อคุณเล่น"
  },
  "transposeExplained": {
    "title": "สามารถเปลี่ยนคีย์เพลง (Transpose Keys)",
    "explained": "หากคุณต้องการเปลี่ยนคอร์ดที่แตกต่างจากคอร์ดต้นฉบับ คุณสามารถใช้คุณสมบัติการเปลี่ยนคีย์เพลงนี้ได้"
  },
  "canWatchYoutube": "สามารถรับชมวิดีโอ YouTube ได้",
  "canWatchYoutubeExplained": "ไม่เพียงแต่เนื้อเพลง คุณยังสามารถรับชมและเล่นไปพร้อมกับวิดีโอ YouTube สำหรับเนื้อเพลงนั้นๆ ได้ด้วย",
  "SeeFeatures": "ดูคุณสมบัติ",
  "noAds": "ไม่มีโฆษณา",
  "Themes": "ธีม",
  "OfflineCollections": "คอลเลกชันออฟไลน์",
  "lyricsRequests": "คำขอเนื้อเพลง",
  "themesexplained": {
    "title": "ธีม",
    "description": "ธีมช่วยให้คุณปรับแต่งรูปลักษณ์ของแอปให้เข้ากับสไตล์ของคุณได้",
    "lightDark": "คุณสามารถสลับระหว่างโหมดสว่าง (Light) และโหมดมืด (Dark) ได้ตลอดเวลา",
    "custom": "ธีมสีที่กำหนดเองเพิ่มเติมจะมาเร็วๆ นี้ เพื่อให้คุณสามารถทำให้แอปเป็นของคุณได้อย่างแท้จริง"
  },
  "upgradePremium": {
    "validation": {
      "phoneRequired": "โปรดป้อนหมายเลขโทรศัพท์ของคุณ",
      "phoneInvalid": "โปรดป้อนหมายเลขโทรศัพท์ที่ถูกต้อง",
      "paymentRequired": "โปรดเลือกวิธีการชำระเงิน",
      "durationRequired": "โปรดเลือกช่วงเวลา Premium",
      "fileRequired": "โปรดอัปโหลดหลักฐานการชำระเงินที่ถูกต้อง"
    },
    "title": "อัปเกรดเป็น Premium",
    "phoneNumber": "หมายเลขโทรศัพท์",
    "phoneNumberPlaceholder": "ป้อนหมายเลขโทรศัพท์ที่ใช้ชำระเงินของคุณ",
    "duration": "เลือกช่วงเวลา Premium",
    "paymentMethod": "วิธีการชำระเงิน",
    "uploadAValidPaymentProof": "อัปโหลดหลักฐานการชำระเงินที่ถูกต้อง",
    "uploadFileRequired": "*",
    "uploadNotice": "* โปรดตรวจสอบให้แน่ใจว่าคุณได้อัปโหลดภาพหน้าจอใบเสร็จการชำระเงินที่ชัดเจนและถูกต้อง",
    "screenshotHere": "ป้อนภาพหน้าจอการชำระเงินที่นี่",
    "upgradeButton": "อัปเกรดทันที",
    "copyAlert": "คัดลอกหมายเลขโทรศัพท์ไปยังคลิปบอร์ดแล้ว!",
    "total": "รวม",
    "yourRequestIsBeingProcessed": "คำขอของคุณกำลังดำเนินการ โปรดรอการยืนยัน",
    "yourPaymentIsBeingProcessedPleaseWait": "การชำระเงินของคุณกำลังดำเนินการ โปรดรอการยืนยัน",
    "makingSureYourPaymentIsCorrect": "กำลังตรวจสอบความถูกต้องของการชำระเงินของคุณ"
  },
  "youCanOnlyAddUpTo20SongsToEachCollection": "คุณสามารถเพิ่มเพลงได้สูงสุด 20 เพลงในแต่ละคอลเลกชันเท่านั้น",
  "profileUpdatedSuccessfully": "อัปเดตโปรไฟล์สำเร็จแล้ว",
  "youAreNowAPremiumUser": "คุณเป็นผู้ใช้ Premium แล้ว",
  "yourPremiumHasExpired": "Premium ของคุณหมดอายุแล้ว",
  "yourPremiumRequestHasBeenRejected": "คำขอ Premium ของคุณถูกปฏิเสธ",
  "youHaveReachedTheMaximumNumberOfCollections": "คุณสร้างคอลเลกชันถึงจำนวนสูงสุดแล้ว",
  "chordsList": "รายการคอร์ด",
  "chordReadingAvailableForPremiumUsers": "การอ่านคอร์ดพร้อมใช้งานสำหรับผู้ใช้ Premium",
  "WelcomeToNTLyrics": "ยินดีต้อนรับสู่ NT Lyrics\n ขณะนี้เรากำลังอัปโหลดเนื้อเพลงเพิ่มเติม โปรดติดตาม! \n คุณสมบัติใหม่ของแอปจะมาเร็วๆ นี้!",
  "AddThisApptoYourPhone": "เพิ่มแอปนี้ลงในโทรศัพท์ของคุณ",
  "AppInstalling": "กำลังติดตั้งแอป...",
  "AppIsAlreadyInstalled": "ติดตั้งแอปแล้ว",
  "ThreeTypesOfUsers": "มีผู้ใช้สามประเภทใน NT Lyrics:",
  "signInToSeeMoreLyrics": "ลงชื่อเข้าใช้เพื่อดูเนื้อเพลงเพิ่มเติม",
  "collectiondeletedSuccessfully": "ลบคอลเลกชันสำเร็จแล้ว",
  "defaultCollectionCannotBeDeleted": "ไม่สามารถลบคอลเลกชันเริ่มต้นได้",
  "areYouSureYouWantToDeleteThisCollection": "คุณแน่ใจหรือไม่ว่าต้องการลบคอลเลกชันนี้?",
  "collected": "รวบรวมแล้ว",
  "saving": "กำลังบันทึก",
  "saveSelections": "บันทึกสิ่งที่เลือก",
  "collectionLimitReached": "ถึงขีดจำกัดคอลเลกชันแล้ว!",
  "lyrics": "เนื้อเพลง",
  "loadingCollections": "กำลังโหลดคอลเลกชัน",
  "latestLyrics": "เนื้อเพลงล่าสุด",
  "aboutPremium": "เกี่ยวกับ Premium",
  "toUpgradePremium": "หากต้องการอัปเกรดเป็น Premium โปรดโอนเงินในจำนวนที่ถูกต้องไปยังบัญชี KPay, AYA Pay, Wave money เหล่านี้ตามแผนเดือนที่คุณเลือก",
  "toPay": "การชำระเงิน",
  "learnMoreAboutPremiumHere": "เรียนรู้เพิ่มเติมเกี่ยวกับคุณสมบัติ Premium ที่นี่",
  "accountToTransfer": "บัญชีสำหรับโอน",
  "paymentGuide": {
    "title": "คู่มือการชำระเงิน",
    "guideIntro": "ในการชำระเงิน ผู้ใช้ต้องโอนเงินตามจำนวนที่กำหนดโดยใช้วิธีใดวิธีหนึ่งดังต่อไปนี้: KPay, AYA Pay หรือ Wave Money จากนั้นจึงส่งใบเสร็จรับเงิน (สลิป) ในแอปเพื่อขออนุมัติ",
    "topay": "เพื่อดำเนินการชำระเงิน",
    "step1": "จากหน้าแรก ให้แตะ 'อัปเกรดทันที' (ภาพที่ 1)",
    "step2": "เลือกแผนที่คุณต้องการซื้อ เลือกระหว่างแผน 6 เดือนหรือ 1 ปี (ภาพที่ 2)",
    "step3": "โอนเงินตามมูลค่าของแผนที่คุณต้องการซื้อไปยังบัญชีที่ให้ไว้ โดยใช้แอปชำระเงินใดๆ (KPay, AYA Pay, Wave Money) ที่คุณเลือก (คุณสามารถใช้แอป Pay ใดก็ได้ที่ติดตั้งบนโทรศัพท์ของคุณเพื่อโอน) (ภาพที่ 3)",
    "step3extra": "ถ่ายภาพหน้าจอ E-Receipt การโอนเงิน หากโอนผ่านร้านค้า/ตัวแทนภายนอก ให้ขอใบเสร็จ (สลิป) หรือถ่ายรูปไว้ (ภาพที่ 3/1)",
    "step4": "กลับมาที่แอปและป้อนหมายเลขโทรศัพท์ที่คุณใช้ในการโอนเงิน (ภาพที่ 4)",
    "step5": "อัปโหลดภาพหน้าจอ/ภาพถ่ายใบเสร็จการโอนเงินผ่านกล่องที่ให้ไว้ (ภาพที่ 4)",
    "step5extra": "(เมื่อไอคอนกล้องและรูปภาพและวิดีโอปรากฏขึ้น ให้แตะ 'รูปภาพและวิดีโอ' และเลือกภาพหน้าจอที่บันทึกไว้จากแกลเลอรีของคุณ) (ภาพที่ 5), (ภาพที่ 5/1)",
    "step6": "แตะ 'อัปเกรดทันที' (ภาพที่ 6)",
    "step6extra": "*ทีมผู้ดูแลระบบจะตรวจสอบใบเสร็จการโอนเงินและหมายเลขโทรศัพท์ จากนั้นดำเนินการอนุมัติ (ภาพที่ 7)",
    "step7": "เพื่อยืนยันสถานะ Premium ของคุณ ให้กดและลากลงบนหน้าจอโทรศัพท์เพื่อรีเฟรช (ภาพที่ 7)",
    "step8": "ข้อความที่ระบุว่า 'คุณเป็นผู้ใช้ Premium แล้ว' จะปรากฏบนหน้าจอหลัก (ภาพที่ 8)",
    "step8extra": "แตะที่ข้อความนั้น สถานะเดียวกันนี้จะแสดงในส่วนโปรไฟล์ด้วย",
    "withoutPremium": {
      "intro": "หากคุณต้องการสมัครสมาชิก Premium โดยไม่ผ่านขั้นตอนข้างต้น:",
      "step1": "แผนที่ต้องการ (6 เดือน / 12 เดือน)",
      "step2": "ภาพ E-Receipt / สลิปการโอนเงิน",
      "step3": "หมายเลขโทรศัพท์",
      "step4": "ชื่อผู้ใช้",
      "step5": "อีเมล",
      "outro": "คุณสามารถส่งข้อมูลนี้ไปยังบัญชี Viber ของหมายเลขโทรศัพท์ที่ให้ไว้ได้โดยตรงเพื่อซื้อ"
    }
  },

  "instructionVideos" : "วิดีโอการเรียนการสอน"
}